Revit 2024 API
ParameterTypeId.RevisionCloudRevisionDate Property
 "Revision Date"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RevisionCloudRevisionDate { get; }
Visual Basic
Public Shared ReadOnly Property RevisionCloudRevisionDate As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RevisionCloudRevisionDate {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace